---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceArea
source: html/842653ec-3132-44c5-ef44-f941c47a077f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceArea { get; }
```